driver-tests/bpelse/flow/FlowJbi/test/FlowWait24/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:flow="http://j2ee.netbeans.org/wsdl/FlowWait">
  <soapenv:Body>
    <flow:part1>Flow Wait Part 1</flow:part1>
    <flow:part2>Flow Wait Part 2</flow:part2>
  </soapenv:Body>
</soapenv:Envelope>